{
  "nl": {
    "sluit": "sluit",
    "ervaring": "Ervaring",
    "educatie": "Educatie",
    "projecten": "Projecten",
    "vaardigheden": "Vaardigheden",
    "competenties": "Competenties",
    "professioneelVakmanschap": "Professioneel vakmanschap",
    "professioneelVakmanschapPunten": "3/5 punten",
    "professioneelVakmanschapRedenatie": "IT is een constant veranderend veld en er zijn nog veel technologieën waar ik meer over kan leren. Toch heb ik inmiddels een redelijk goede fundatie opgedaan en kan ik mijn opgedane kennis beoordelen op relevantie. Bij het oplossen van programmeer problemen probeer ik me te houden aan principes en standaarden die leiden tot goede, nette en begrijpelijke code. Ik werk erg gestructureerd en ik ben een ondernemend persoon. Om deze reden heb ik mijzelf een 3 voor professioneel vakmanschap gegeven.",
    "professioneelVakmanschapBewijs": "<span>Bewijs: <a href=\"#project-ewa\">Project Enterprise Web Application</a><span> en <span><a href=\"#project-pad\">Project Agile Development.</a></span>",
    "onderzoekendVermogen": "Onderzoekend Vermogen",
    "onderzoekendVermogenPunten": "3/5 punten",
    "onderzoekendVermogenRedenatie": "Ik ben vrij goed in dingen onderzoeken en analyseren, maar er is altijd ruimte voor verbeteringen en nieuwe technieken te ontdekken om probleemoplossend mee te werk te gaan. Research doen naar een bepaald onderwerp en je bevindingen gebruiken in verslagen of projecten vind ik leuk en gaat me goed af. De goede balans vinden tussen onderzoek doen en implementatie vind ik best lastig. Over het algemeen denk ik dat het altijd goed is onderzoek te doen voordat je ergens aan begint. Wanneer je je hypotheses hebt geformuleerd op basis van je onderzoek kan je als snel gaan testen.  Dit is een erg prettig werkproces en werkt ook erg goed. Om deze reden heb ik mijzelf een 3 voor onderzoekend vermogen gegeven.",
    "onderzoekendVermogenBewijs": "<span>Bewijs: <a href=\"documents/research-skills-onderzoeksrapport.pdf\">Het onderzoeksverslag dat ik voor Research Skills heb geschreven.</a></span>",
    "leervermogen": "Leervermogen",
    "leervermogenPunten": "4/5 punten",
    "leervermogenRedenatie": "Ik vind het leuk om nieuwe dingen te leren ben daar daarom ook vrij goed in. Ik heb ook een vrij goed geheugen dus dat helpt hierbij ook. Meestal als ik een boek lees onthoudt ik de meeste dingen best goed. Toch blijft de beste leermethode het toepassen en testen van kennis in praktische situaties. Verder leer ik het beste in de praktijk. Om deze reden heb ik mijzelf een 4 voor onderzoekend vermogen gegeven.",
    "leervermogenBewijs": "<span>Bewijs: <a href=\"documents/personal-skills-reflectie.pdf\">De reflectie die ik heb geschreven voor Personal Skills</a></span>",
    "communicatiefVermogen": "Communicatief Vermogen",
    "communicatiefVermogenPunten": "3/5 punten",
    "communicatiefVermogenRedenatie": "Ik kan mezelf goed in woorden uitdrukken, maar ik heb echter wel moeite met presentaties en pitches. Presenteren voor een grote groep kan ik nog in verbeteren. Tijdens het presenteren ben ik vaak alleen maar bezig met de inhoud van wat ik aan het presenteren ben.  Hierdoor vergeet ik vaak aandacht te besteden aan presentatietechnieken. Aspecten zoals de interactie met het publiek en intonatie. Wat betreft de communicatie als het gaat om teamwerk ben ik echter heel duidelijk en kan mezelf goed verwoorden. Om deze reden heb ik mijzelf een 3 gegeven voor communicatief vermogen.",
    "communicatiefVermogenBewijs": "<span>Bewijs: Het interview dat ik heb afgenomen met een expert tester en functioneel beheerder en het bijbehorende <a href=\"documents/interview-verslag.pdf\">verslag</a> en presentatie hierover</span>",
    "beroepsethiekEnMaatschappelijkeOriëntatie": "Beroepsethiek en maatschappelijke oriëntatie",
    "beroepsethiekEnMaatschappelijkeOriëntatiePunten": "3/5 punten",
    "beroepsethiekEnMaatschappelijkeOriëntatieRedenatie": "Ik ben vrij bekend met ethiek en ben geïnteresseerd in de ethische kwesties op het gebied van kunstmatige intelligentie die zich voordoen. Zelfrijdende auto’s zijn hiervan een goed voorbeeld. Om deze reden heb ik mijzelf een 3 gegeven voor beroepsethiek en maatschappelijke oriëntatie.",
    "beroepsethiekEnMaatschappelijkeOriëntatieBewijs": "<span>Bewijs: De les die ik heb gegeven voor het vak Beroepsethiek en maatschappelijke oriëntatie, de feedback die ik op deze les heb ontvangen en mijn <a href=\"documents/beroepsethiek-feedback-reflectie.pdf\">reflectie op deze feedback</a></span>",
    "samenwerken": "Samenwerken",
    "samenwerkenPunten": "4/5 punten",
    "samenwerkenRedenatie": "Ik ben altijd een actief lid geweest in elk groepje waar ik ooit in heb gezeten. Ook wanneer ik misschien op technisch vlak niet de sterkste ben vind ik altijd wel een manier om bij te dragen. Ik heb mijzelf om deze reden een 4 gegeven voor samenwerken.",
    "samenwerkenBewijs": "<span>Bewijs: <a href=\"documents/fys-reflectie.pdf\">De reflectie die ik heb geschreven voor Project Fasten Your Seatbelts</a></span>",
    "educatieHbo": "Hogeschool van Amsterdam",
    "educatieHboDuur": "2017 - heden",
    "educatieHboNaam": "HBO-ICT: Software Engineering",
    "educatieLoi": "LOI",
    "educatieLoiDuur": "2015 - 2017",
    "educatieLoiNaam": "VWO(Deelcertificaten)",
    "educatieLoiDuits": "Duitse taal en literatuur",
    "educatieLoiEngels": "Engelse taal en literatuur",
    "educatieLoiFrans": "Franse taal en literatuur",
    "educatieMiddelbare": "Spinoza Lyceum",
    "educatieMiddelbareDuur": "2010 - 2015",
    "educatieMiddelbareNaam": "HAVO",
    "projecten": "Projecten",
    "pewa": "Project Enterprise Web Application",
    "pewaOmschrijving": "Een esports web applicatie gemaakt in samenwerking met Ziggo met het doel gebruikers informatie te verschaffen over esports tournaments en hun favoriete spelers",
    "pad": "Project Agile Development",
    "padOmschrijving": "Een website gemaakt met het doel ouderen en laagtaalvaardigen computer vaardigheden te laten leren in samenwerking met de Openbare Bibliotheek van Amsterdam"
  },
  "en": {
    "sluit": "close",
    "ervaring": "Experience",
    "educatie": "Education",
    "projecten": "Projects",
    "vaardigheden": "Skills",
    "competenties": "Competences",
    "professioneelVakmanschap": "Professionality",
    "professioneelVakmanschapPunten": "3/5 points",
    "professioneelVakmanschapRedenatie": "IT is a constantly changing field and there are still many technologies that I can learn more about. Having said this I think I have built a decent foundation. When solving problems in programming I try to follow coding principles and guidelines that make for good, clean and understandable code. I work in a structured manner and I like challenging myself. For this reason I have scored myself a 3 out of 5 in terms of professionality.",
    "professioneelVakmanschapBewijs": "<span>Proof: <a href=\"#project-ewa\">Project Enterprise Web Application</a><span> and <span><a href=\"#project-pad\">Project Agile Development.</a></span>",
    "onderzoekendVermogen": "Researching Ability",
    "onderzoekendVermogenPunten": "3/5 points",
    "onderzoekendVermogenRedenatie": "I am pretty good in analysing and researching, but there is always room for improvement. I enjoy doing research about a specific topic and using my newly acquired knowledge in my reports and/or projects. This way you can get a better overview of the potential pitfalls that could occur during implementation. Finding the right balance between doing research and implementing a solution is difficult however. When you have formulated the hypotheses of your research you should test these hypotheses. This way of working and tackling problems works very well in my experience. For these reasons I have given myself a 3 out of 5 for Researching ability",
    "onderzoekendVermogenBewijs": "<span>Proof: <a href=\"documents/research-skills-onderzoeksrapport.pdf\">The report I wrote for Research Skills.</a></span>",
    "leervermogen": "Learning Ability",
    "leervermogenPunten": "4/5 points",
    "leervermogenRedenatie": "I like learning new things. I generally learn things pretty quickly. I think the best learning method is applying and testing your knowledge and skills. For this reason I have scored myself a 4 out of 5 for learning ability.",
    "leervermogenBewijs": "<span>Proof: <a href=\"documents/personal-skills-reflectie.pdf\">The reflection I have done for Personal Skills</a></span>",
    "communicatiefVermogen": "Communicative Ability",
    "communicatiefVermogenPunten": "3/5 points",
    "communicatiefVermogenRedenatie": "I can express myself well in words, but I experience difficulties giving presentations and pitches. I find presenting in front of a large audience pretty difficult. During the presentation I am more focused on what I'm trying to say than on how I'm presenting myself. I often neglect incorporating presentation techniques during my presentation. Aspects like the interaction with the crowd and intonation for example. As for communication when it relates to teamwork I am a clear and active communicator. For this reason I have scored myself a 3 out of 5 for communication ability.",
    "communicatiefVermogenBewijs": "<span>Proof: The interview I conducted with an expert tester functional manager and the accompanying <a href=\"documents/interview-verslag.pdf\">report</a> and presentation</span>",
    "beroepsethiekEnMaatschappelijkeOriëntatie": "Professional ethics and societal orientation",
    "beroepsethiekEnMaatschappelijkeOriëntatiePunten": "3/5 points",
    "beroepsethiekEnMaatschappelijkeOriëntatieRedenatie": "I am pretty well versed in ethics and ethical questions. For example the issues that relate to gene modification and artificial intelligence.",
    "beroepsethiekEnMaatschappelijkeOriëntatieBewijs": "<span>Proof: The class I gave for professional ethics and societal orientation, the feedback I have received in this class and my <a href=\"documents/beroepsethiek-feedback-reflectie.pdf\">reflection on this feedback</a></span>",
    "samenwerken": "Teamwork",
    "samenwerkenPunten": "4/5 points",
    "samenwerkenRedenatie": "I have always been an active member in every team I have ever been in. Even at times where I lacked experience in certain technical aspects I always found a way to contribute to the team. For this reason I have given myself a 4 out of 5 for teamwork.",
    "samenwerkenBewijs": "<span>Proof: <a href=\"documents/fys-reflectie.pdf\">The reflection I have done for Project Fasten Your Seatbelts</a></span>",
    "educatieHbo": "Amsterdam University of Applied Sciences",
    "educatieHboDuur": "2017 - current",
    "educatieHboNaam": "HBO-ICT: Software Engineering",
    "educatieLoi": "LOI",
    "educaiteLoiDuur": "2015 - 2017",
    "educatieLoiNaam": "VWO(Course credit)",
    "educatieLoiDuits": "German language and literature",
    "educatieLoiEngels": "English language and literature",
    "educatieLoiFrans": "French language and literature",
    "educatieMiddelbare": "Spinoza Lyceum",
    "educatieMiddelbareDuur": "2010 - 2015",
    "educatieMiddelbareNaam": "HAVO",
    "projecten": "Projects",
    "pewa": "Project Enterprise Web Application",
    "pewaOmschrijving": "An esports web application made in association with Ziggo with the goal of providing users with information about esports tournament and their favorite esports players",
    "pad": "Project Agile Development",
    "padOmschrijving": "A website made with the goal of helping the elderly and people with low language proficiency to learn computer skills. Made in association with the Amsterdam public library (OBA)"
  }
}
